Repository: Exotelis/contao-DiveInformation
Catalog: src/Resources/contao/languages/*/*_member.xlf
Languages: de

# tl_member.memberId
source: Member ID
de: Mitglieder ID

# tl_member.dive_legend
source: Dive details
de: Tauchdaten

# tl_member.membershipStatus.0
source: Membership status
de: Mitgliedschaftsstatus

# tl_member.membershipStatus.1
source: Here you can choose the status of the membership.
de: Hier können Sie den Mitgliedschaftsstatus auswählen.

# tl_member.brevet.1
source: Here you can enter a brevet.
de: Hier können Sie das Brevet eintragen.

# tl_member.nitrox.1
source: Here you can choose if the person has the nitrox brevet.
de: Hier können Sie auswählen ob die Person das Nitrox-Brevet besitzt.

# tl_member.divecard.1
source: Here you can enter the aqua med divecard.
de: Hier können Sie die aqua med divecard eintragen.

# tl_member.diveInformationDisable
source: Resigned
de: Ausgetreten

# tl_member.diveInformationStart
source: Entry date
de: Eintrittsdatum

# tl_member.diveInformationStop
source: Automatic withdrawal
de: Automatischer Austritt
